<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Insert title here</title>
</head>
<body>
                                                       <B>委托销售合同</B><br>
                                                       第一条　甲方的权利义务<br>
1．委托期内无论乙方的经营是否盈亏，甲方均有权按照约定的时间和标准向乙方收取运营管理费；<br>
2．甲方对乙方具体的采购活动进行监督，保证乙方合法经营；<br>
3．全面制定经营方案，引进先进的市场理念、模式、方法；<br>
4．制定统一的运输储存标准并严格执行；<br>
5．部分负责乙方的品牌经营，在委托经营期内建立起著名品牌形象；<br>
6．甲方不得单方面解除合同；<br>
第二条　乙方的权利义务<br>
1．保证合法进行生产采购活动；<br>
2．有权监督产品的运输、储存、售卖全过程并对甲方提出意见和建议；<br>
3．乙方不得单方面解除合同；<br>
第三条　保密责任<br>
协议双方对本协议履行过程中所接触或获知的对方的任何商业信息均有保密义务，除非有明显的证据证明该等信息属于公知信息或者事先得到对方的书面授权。该等保密义务在本协议终止后仍然继续有效。任一方因违反该等义务而给对方造成损失的，均应当赔偿对方的相应损失。<br>
第四条　合同的变更<br>　
1．本合同在执行期中，如有一方需要变更合同条款，必须在三个月前提出书面意见，经双方同意后执行，不经双方同意，均不得单方违约。否则，由违约一方承担责任，<br>
2．凡对本合同进行修改、补充或变更，须以书面形式经双方法定代表人或授权的委托代理人签字后生效，并作为本合同的组成部分，同原合同具有同等效力。<br>
第五条　合同的解除<br>
存在下列情形之一时，本合同自动解除，双方均不承担责任：<br>
（1）因不可抗力导致本合同无法执行时；<br>
（2）本合同有效期届满；<br>
（3）经双方同意的其它情况。<br>
第六条　不可抗力<br>
1．本合同所称不可抗力是指不能预见、不能克服、不能避免并对一方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、火灾和风暴等以及社会事件如战争、动乱、政府行为等。<br>
2．因不可抗力或者其他意外事件，使得本合同的履行不可能、不必要或者无意义的，任一方均可以解除本合同。遭受不可抗力、意外事件的一方通过书面的形式通知对方。<br>

                                                       
                                                       
</body>
</html>